Repository: offyotto/Core-Monitor
Catalog: Core-Monitor/Localizable.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, bs, ca, ceb, co, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fil, fr, fy, ga, gd, gl, gu, ha, haw, he, hi, hmn, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, la, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, pa, pl, ps, pt, ro, ru, sd, si, sk, sl, sm, sn, so, sq, st, su, sv, sw, ta, te, tg, th, tr, uk, ur, uz, vi, xh, yi, yo, zh_hans, zh_hant, zu

source: The preview shows fan speed percentage against effective temperature. Power Boost raises the effective temperature under sustained watt draw before the curve is evaluated.
af: Die voorskou wys waaierspoed persentasie teenoor effektiewe temperatuur. Power Boost verhoog die effektiewe temperatuur onder volgehoue ​​watt-trekking voordat die kurwe geëvalueer word.
am: ቅድመ እይታው የደጋፊዎች ፍጥነት መቶኛ ውጤታማ በሆነ የሙቀት መጠን ላይ ያሳያል። የኃይል ማበልጸጊያ ኩርባው ከመገመቱ በፊት በቋሚ ዋት ስእል ስር ውጤታማውን የሙቀት መጠን ከፍ ያደርገዋል።
ar: تعرض المعاينة النسبة المئوية لسرعة المروحة مقابل درجة الحرارة الفعالة. يعمل Power Boost على رفع درجة الحرارة الفعالة في ظل سحب مستمر للواط قبل تقييم المنحنى.
az: Önizləmə effektiv temperatura qarşı fan sürətinin faizini göstərir. Güc Artırma əyri qiymətləndirilməzdən əvvəl davamlı vatt çəkilişi altında effektiv temperaturu artırır.
be: Папярэдні прагляд паказвае працэнт хуткасці вентылятара ад эфектыўнай тэмпературы. Power Boost павышае эфектыўную тэмпературу пры ўстойлівым спажыванні ват перад ацэнкай крывой.
bg: Визуализацията показва процента на скоростта на вентилатора спрямо ефективната температура. Power Boost повишава ефективната температура при продължително потребление на вата, преди кривата да бъде оценена.
bn: প্রিভিউ কার্যকর তাপমাত্রার বিপরীতে ফ্যানের গতি শতাংশ দেখায়। বক্ররেখা মূল্যায়ন করার আগে পাওয়ার বুস্ট টেকসই ওয়াট ড্রয়ের অধীনে কার্যকর তাপমাত্রা বাড়ায়।
bs: Pregled pokazuje procenat brzine ventilatora u odnosu na efektivnu temperaturu. Power Boost podiže efektivnu temperaturu pod stalnim potrošnjom vata prije nego što se procijeni kriva.
ca: La vista prèvia mostra el percentatge de velocitat del ventilador en funció de la temperatura efectiva. Power Boost augmenta la temperatura efectiva sota un consum de watts sostingut abans que s'avaluï la corba.
ceb: Ang preview nagpakita sa fan speed percentage batok sa epektibong temperatura. Ang Power Boost mopataas sa epektibong temperatura ubos sa sustained watt draw sa dili pa ma-evaluate ang curve.
co: L'anteprima mostra u percentualità di a velocità di u fan contr'à a temperatura efficace. Power Boost aumenta a temperatura efficace sottu un tiratu di watt sustinutu prima chì a curva hè evaluata.
cs: Náhled ukazuje procento rychlosti ventilátoru vzhledem k efektivní teplotě. Power Boost zvyšuje efektivní teplotu při trvalém odběru wattů před vyhodnocením křivky.
cy: Mae'r rhagolwg yn dangos canran cyflymder y gefnogwr yn erbyn tymheredd effeithiol. Mae Power Boost yn codi'r tymheredd effeithiol o dan luniad wat parhaus cyn gwerthuso'r gromlin.
da: Forhåndsvisningen viser blæserhastighedsprocent i forhold til effektiv temperatur. Power Boost hæver den effektive temperatur under vedvarende watttræk, før kurven evalueres.
de: Die Vorschau zeigt den Prozentsatz der Lüftergeschwindigkeit im Vergleich zur effektiven Temperatur. Power Boost erhöht die effektive Temperatur bei anhaltender Wattaufnahme, bevor die Kurve ausgewertet wird.
el: Η προεπισκόπηση δείχνει το ποσοστό ταχύτητας ανεμιστήρα σε σχέση με την ενεργή θερμοκρασία. Το Power Boost αυξάνει την ενεργή θερμοκρασία υπό παρατεταμένη έλξη watt πριν από την αξιολόγηση της καμπύλης.
eo: La antaŭvido montras ventumilan rapidprocenton kontraŭ efika temperaturo. Power Boost altigas la efikan temperaturon sub daŭra vata remizo antaŭ ol la kurbo estas taksita.
es: La vista previa muestra el porcentaje de velocidad del ventilador frente a la temperatura efectiva. Power Boost eleva la temperatura efectiva bajo consumo sostenido de vatios antes de que se evalúe la curva.
et: Eelvaade näitab ventilaatori kiiruse protsenti efektiivse temperatuuri suhtes. Power Boost tõstab enne kõvera hindamist efektiivset temperatuuri püsiva vatitarbimise korral.
eu: Aurrebistak haizagailuaren abiaduraren ehunekoa erakusten du tenperatura eraginkorrarekin alderatuta. Power Boost-ek tenperatura eraginkorra igotzen du watt-en kontsumo iraunkorrean kurba ebaluatu aurretik.
fa: پیش نمایش درصد سرعت فن را در برابر دمای موثر نشان می دهد. Power Boost قبل از ارزیابی منحنی، دمای موثر را تحت کشش پایدار وات افزایش می دهد.
fi: Esikatselu näyttää tuulettimen nopeuden prosentteina tehollisen lämpötilan suhteen. Power Boost nostaa tehollista lämpötilaa jatkuvalla watinkulutuksella ennen käyrän arviointia.
fil: Ipinapakita ng preview ang porsyento ng bilis ng fan laban sa epektibong temperatura. Pinapataas ng Power Boost ang epektibong temperatura sa ilalim ng sustained watt draw bago masuri ang curve.
fr: L'aperçu affiche le pourcentage de vitesse du ventilateur par rapport à la température effective. Power Boost augmente la température effective en cas de consommation de watts soutenue avant que la courbe ne soit évaluée.
fy: De foarbyld toant fan snelheid persintaazje tsjin effektive temperatuer. Power Boost ferheget de effektive temperatuer ûnder oanhâldende watt-tekening foardat de kromme wurdt evaluearre.
ga: Taispeánann an réamhamharc céatadán luas an lucht leanúna i gcoinne teocht éifeachtach. Ardaíonn Power Boost an teocht éifeachtach faoi tharraingt marthanach vata sula ndéantar an cuar a mheas.
gd: Tha an ro-shealladh a’ sealltainn ceudad astar luchd-leantainn an aghaidh teòthachd èifeachdach. Bidh Power Boost ag àrdachadh an teòthachd èifeachdach fo tharraing watt seasmhach mus tèid an lùb a mheasadh.
gl: A vista previa mostra a porcentaxe de velocidade do ventilador fronte á temperatura efectiva. Power Boost aumenta a temperatura efectiva baixo un consumo de watts sostido antes de que se avalie a curva.
gu: પૂર્વાવલોકન અસરકારક તાપમાન સામે પંખાની ઝડપની ટકાવારી બતાવે છે. વળાંકનું મૂલ્યાંકન કરવામાં આવે તે પહેલાં પાવર બૂસ્ટ ટકાઉ વોટ ડ્રો હેઠળ અસરકારક તાપમાનમાં વધારો કરે છે.
ha: Samfotin yana nuna yawan saurin fan akan ingantaccen zafin jiki. Ƙarfafawar wutar lantarki yana ɗaga ingantaccen zafin jiki a ƙarƙashin dorewar watt zane kafin a kimanta lanƙwasa.
haw: Hōʻike ka manaʻo i ka pākēneka o ka wikiwiki o ka peʻahi i ka wela kūpono. Hoʻokiʻekiʻe ka Power Boost i ka wela kūpono ma lalo o ke kaha kiʻi watt ma mua o ka loiloi ʻia ʻana o ka pihi.
he: התצוגה המקדימה מציגה את אחוז מהירות המאוורר מול הטמפרטורה האפקטיבית. Power Boost מעלה את הטמפרטורה האפקטיבית תחת צריכת וואט מתמשכת לפני הערכת העקומה.
hi: पूर्वावलोकन प्रभावी तापमान के विरुद्ध पंखे की गति का प्रतिशत दिखाता है। पावर बूस्ट वक्र का मूल्यांकन करने से पहले निरंतर वाट ड्रॉ के तहत प्रभावी तापमान बढ़ाता है।
hmn: Kev saib ua ntej qhia cov kiv cua nrawm feem pua ​​ntawm qhov kub thiab txias. Fais fab Boost nce qhov kub zoo hauv qab watt kos ua ntej qhov nkhaus raug ntsuas.
hr: Pregled pokazuje postotak brzine ventilatora u odnosu na efektivnu temperaturu. Power Boost podiže efektivnu temperaturu pod trajnom potrošnjom vata prije nego što se krivulja procijeni.
ht: Preview a montre pousantaj vitès fanatik kont tanperati efikas. Pouvwa Boost ogmante tanperati efikas anba watt soutni trase anvan koub la evalye.
hu: Az előnézet a ventilátor sebességének százalékos arányát mutatja az effektív hőmérséklet függvényében. A Power Boost növeli az effektív hőmérsékletet tartós wattfelvétel mellett, mielőtt kiértékelné a görbét.
hy: Նախադիտումը ցույց է տալիս օդափոխիչի արագության տոկոսը արդյունավետ ջերմաստիճանի նկատմամբ: Power Boost-ը բարձրացնում է արդյունավետ ջերմաստիճանը կայուն վտ գծով մինչև կորի գնահատումը:
id: Pratinjau menunjukkan persentase kecepatan kipas terhadap suhu efektif. Power Boost meningkatkan suhu efektif dengan konsumsi watt yang berkelanjutan sebelum kurva dievaluasi.
ig: Ihe nhụchalụ na-egosi pasenti ọsọ fan megide okpomọkụ dị irè. Nkwalite ike na-ebuli okpomọkụ dị irè n'okpuru eserese watt na-adịgide adịgide tupu enyocha usoro ahụ.
is: Forskoðunin sýnir hlutfall viftuhraða á móti virku hitastigi. Power Boost hækkar virkan hitastig við viðvarandi wattadrátt áður en ferillinn er metinn.
it: L'anteprima mostra la percentuale della velocità della ventola rispetto alla temperatura effettiva. Power Boost aumenta la temperatura effettiva in caso di assorbimento di watt prolungato prima che la curva venga valutata.
ja: プレビューには、実効温度に対するファン速度の割合が表示されます。 Power Boost は、曲線が評価される前に、持続的なワット消費の下で実効温度を上昇させます。
jv: Pratinjau nuduhake persentase kacepetan penggemar nglawan suhu efektif. Power Boost ngunggahake suhu efektif ing watt sing terus-terusan sadurunge kurva dievaluasi.
ka: გადახედვა აჩვენებს ვენტილატორის სიჩქარის პროცენტს ეფექტური ტემპერატურის მიმართ. სიმძლავრის გაძლიერება ზრდის ეფექტურ ტემპერატურას მუდმივი ვატის გაყვანის პირობებში, სანამ მრუდი შეფასდება.
kk: Алдын ала қарау тиімді температураға қарсы желдеткіш жылдамдығының пайызын көрсетеді. Қуатты күшейту қисық бағаланбай тұрып тұрақты ватт тарту кезінде тиімді температураны көтереді.
km: ការមើលជាមុនបង្ហាញពីភាគរយល្បឿនកង្ហារធៀបនឹងសីតុណ្ហភាពដែលមានប្រសិទ្ធភាព។ Power Boost បង្កើនសីតុណ្ហភាពប្រកបដោយប្រសិទ្ធភាពក្រោមការអូសទាញវ៉ាត់ដែលមាននិរន្តរភាព មុនពេលខ្សែកោងត្រូវបានវាយតម្លៃ។
kn: ಪೂರ್ವವೀಕ್ಷಣೆ ಪರಿಣಾಮಕಾರಿ ತಾಪಮಾನದ ವಿರುದ್ಧ ಫ್ಯಾನ್ ವೇಗದ ಶೇಕಡಾವನ್ನು ತೋರಿಸುತ್ತದೆ. ಪವರ್ ಬೂಸ್ಟ್ ಕರ್ವ್ ಅನ್ನು ಮೌಲ್ಯಮಾಪನ ಮಾಡುವ ಮೊದಲು ನಿರಂತರ ವ್ಯಾಟ್ ಡ್ರಾ ಅಡಿಯಲ್ಲಿ ಪರಿಣಾಮಕಾರಿ ತಾಪಮಾನವನ್ನು ಹೆಚ್ಚಿಸುತ್ತದೆ.
ko: 미리보기에는 유효 온도 대비 팬 속도 비율이 표시됩니다. Power Boost는 곡선이 평가되기 전에 지속적인 전력 소모에서 유효 온도를 높입니다.
ku: Pêşdîtin rêjeya leza fanoyê li hember germahiya bi bandor nîşan dide. Hêz Boost germahiya bandorker di bin kişandina watt ya domdar de berî ku çîçek were nirxandin bilind dike.
ky: Алдын ала көрүү эффективдүү температурага карата желдеткич ылдамдыгын көрсөтөт. Power Boost ийри сызык бааланганга чейин туруктуу ватт тартуу астында эффективдүү температураны жогорулатат.
la: Praevius ostendit celeritatem ventilationis recipis contra temperiem efficacem. Potestas Boost suscitat effectivam temperaturam sub watt sustentato trahere antequam curva aestimatur.
lb: D'Virschau weist Fangeschwindegkeet Prozentsaz géint effektiv Temperatur. Power Boost erhéicht déi effektiv Temperatur ënner nohaltege Watt Zeechnen ier d'Kurve evaluéiert gëtt.
lo: ການສະແດງຕົວຢ່າງສະແດງໃຫ້ເຫັນອັດຕາສ່ວນຄວາມໄວພັດລົມຕໍ່ກັບອຸນຫະພູມທີ່ມີປະສິດທິພາບ. Power Boost ເພີ່ມອຸນຫະພູມທີ່ມີປະສິດທິພາບພາຍໃຕ້ການແຕ້ມວັດທີ່ຍືນຍົງກ່ອນທີ່ເສັ້ນໂຄ້ງຈະຖືກປະເມີນ.
lt: Peržiūra rodo ventiliatoriaus greičio procentą nuo efektyvios temperatūros. „Power Boost“ padidina efektyvią temperatūrą esant nuolatiniam vatų suvartojimui prieš įvertinant kreivę.
lv: Priekšskatījums parāda ventilatora ātruma procentuālo attiecību pret faktisko temperatūru. Power Boost paaugstina efektīvo temperatūru ar ilgstošu vatu patēriņu, pirms tiek novērtēta līkne.
mg: Ny preview dia mampiseho ny isan-jaton'ny hafainganan'ny mpankafy manohitra ny mari-pana mahomby. Power Boost dia mampiakatra ny mari-pana mahomby eo ambanin'ny fisarihana watt maharitra alohan'ny hanombanana ny curve.
mi: Ko te arokite e whakaatu ana i te ōrau tere o te pā ki te pāmahana whai hua. Ko te Whakanui Hiko ka hiki ake te pāmahana whai hua i raro i te tohanga watt totini i mua i te arotakenga o te ānau.
mk: Прегледот го прикажува процентот на брзина на вентилаторот во однос на ефективната температура. Засилувањето на моќноста ја зголемува ефективната температура при постојано исцрпување на вати пред да се оцени кривата.
ml: പ്രിവ്യൂ ഫലപ്രദമായ താപനിലയ്‌ക്കെതിരായ ഫാൻ വേഗതയുടെ ശതമാനം കാണിക്കുന്നു. പവർ ബൂസ്റ്റ്, കർവ് മൂല്യനിർണ്ണയം നടത്തുന്നതിന് മുമ്പ് സുസ്ഥിരമായ വാട്ട് ഡ്രോക്ക് കീഴിൽ ഫലപ്രദമായ താപനില ഉയർത്തുന്നു.
mn: Урьдчилан харах нь үр дүнтэй температурын эсрэг сэнсний хурдны хувийг харуулж байна. Power Boost нь муруйг үнэлэхээс өмнө тогтмол ваттын зарцуулалтын үед үр дүнтэй температурыг нэмэгдүүлдэг.
mr: पूर्वावलोकन प्रभावी तापमानाच्या तुलनेत पंख्याच्या गतीची टक्केवारी दाखवते. वक्र मूल्यमापन करण्यापूर्वी पॉवर बूस्ट शाश्वत वॅट ड्रॉ अंतर्गत प्रभावी तापमान वाढवते.
ms: Pratonton menunjukkan peratusan kelajuan kipas terhadap suhu berkesan. Power Boost menaikkan suhu berkesan di bawah cabutan watt mampan sebelum lengkung dinilai.
mt: Il-preview turi persentaġġ tal-veloċità tal-fann kontra temperatura effettiva. Power Boost jgħolli t-temperatura effettiva taħt watt sostnut qabel ma tiġi evalwata l-kurva.
my: အစမ်းကြည့်ရှုမှုတွင် ထိရောက်သောအပူချိန်နှင့် ပန်ကာအမြန်နှုန်းရာခိုင်နှုန်းကို ပြသသည်။ မျဉ်းကွေးကို အကဲဖြတ်ခြင်းမပြုမီ Power Boost သည် ရေရှည်တည်တံ့သော ဝပ်ဆွဲမှုအောက်တွင် ထိရောက်သောအပူချိန်ကို မြှင့်တင်ပေးပါသည်။
nb: Forhåndsvisningen viser viftehastighetsprosent mot effektiv temperatur. Power Boost øker den effektive temperaturen under vedvarende watttrekk før kurven evalueres.
ne: पूर्वावलोकनले प्रभावकारी तापमान विरुद्ध प्रशंसक गति प्रतिशत देखाउँछ। पावर बूस्टले वक्र मूल्याङ्कन गर्नु अघि दिगो वाट ड्र अन्तर्गत प्रभावकारी तापक्रम बढाउँछ।
nl: Het voorbeeld toont het ventilatorsnelheidspercentage ten opzichte van de effectieve temperatuur. Power Boost verhoogt de effectieve temperatuur bij aanhoudend wattverbruik voordat de curve wordt geëvalueerd.
ny: Zowoneratu zikuwonetsa kuthamanga kwa mafani motsutsana ndi kutentha kwabwino. Power Boost imakweza kutentha kwabwino pansi pa kujambula kokhazikika kwa watt isanayesedwe.
pa: ਪੂਰਵਦਰਸ਼ਨ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਤਾਪਮਾਨ ਦੇ ਵਿਰੁੱਧ ਪੱਖੇ ਦੀ ਗਤੀ ਪ੍ਰਤੀਸ਼ਤਤਾ ਦਿਖਾਉਂਦਾ ਹੈ। ਕਰਵ ਦਾ ਮੁਲਾਂਕਣ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਪਾਵਰ ਬੂਸਟ ਨਿਰੰਤਰ ਵਾਟ ਡਰਾਅ ਦੇ ਅਧੀਨ ਪ੍ਰਭਾਵੀ ਤਾਪਮਾਨ ਨੂੰ ਵਧਾਉਂਦਾ ਹੈ।
pl: Podgląd pokazuje procent prędkości wentylatora w stosunku do temperatury efektywnej. Funkcja Power Boost podnosi efektywną temperaturę przy stałym poborze mocy przed oceną krzywej.
ps: مخکتنه د مؤثره تودوخې پروړاندې د فین سرعت سلنه ښیې. د پاور بوسټ د دوامدار واټ ډراو لاندې مؤثره تودوخه لوړوي مخکې لدې چې منحنی ارزونه وشي.
pt: A visualização mostra a porcentagem da velocidade do ventilador em relação à temperatura efetiva. O Power Boost aumenta a temperatura efetiva sob consumo sustentado de watts antes que a curva seja avaliada.
ro: Previzualizarea arată procentul vitezei ventilatorului față de temperatura efectivă. Power Boost crește temperatura efectivă în caz de consum susținut de wați înainte ca curba să fie evaluată.
ru: Предварительный просмотр показывает процент скорости вращения вентилятора в зависимости от эффективной температуры. Power Boost повышает эффективную температуру при постоянном энергопотреблении до оценки кривой.
sd: ڏيک ڏيکاري ٿو فين جي رفتار في سيڪڙو موثر درجه حرارت جي خلاف. وکر جو جائزو وٺڻ کان اڳ پاور بوسٽ پائيدار واٽ ڊرا جي تحت موثر درجه حرارت وڌائي ٿو.
si: පෙරදසුන ඵලදායී උෂ්ණත්වයට එරෙහිව විදුලි පංකා වේග ප්‍රතිශතය පෙන්වයි. පවර් බූස්ට් වක්‍රය ඇගයීමට පෙර තිරසාර වොට් ඇඳීම යටතේ ඵලදායී උෂ්ණත්වය ඉහළ නංවයි.
sk: Náhľad zobrazuje percento rýchlosti ventilátora v porovnaní s efektívnou teplotou. Power Boost zvyšuje efektívnu teplotu pri trvalom odbere wattov pred vyhodnotením krivky.
sl: Predogled prikazuje odstotek hitrosti ventilatorja glede na efektivno temperaturo. Power Boost zviša efektivno temperaturo pri trajni porabi vatov, preden se oceni krivulja.
sm: O le mua'i fa'aaliga o lo'o fa'aalia ai le pasene o le saoasaoa o le ili e fa'asaga i le vevela lelei. Power Boost e si'itia ai le vevela lelei i lalo ole sustained watt draw a'o le'i iloiloina le pi'o.
sn: Yekutarisisa inoratidza kukurumidza kwe fan percent pakatarisana netembiricha inoshanda. Power Boost inosimudza tembiricha inoshanda pasi peiyo watt dhizaini isati yaitwa curve isati yaongororwa.
so: Aragtida horudhacku waxay muujinaysaa xawaaraha marawaxada boqolleyda lidka ku ah heerkulka waxtarka leh. Kobcinta Korontadu waxay kor u qaadaa heerkulka wax ku oolka leh ee ku hoos jira sawir gacmeedka watt ka hor inta aan la qiimeyn qalooca.
sq: Pamja paraprake tregon përqindjen e shpejtësisë së ventilatorit kundrejt temperaturës efektive. Rritja e fuqisë rrit temperaturën efektive nën tërheqjen e qëndrueshme të vateve përpara se të vlerësohet kurba.
st: Ponahalo e bonts'a liperesente tsa lebelo la fan khahlano le mocheso o sebetsang. Power Boost e phahamisa mocheso o sebetsang tlas'a toro e tsitsitseng ea watt pele curve e hlahlojoa.
su: Tilik nembongkeun persentase laju kipas ngalawan suhu éféktif. Power Boost naekeun suhu anu efektif dina draw watt anu tetep sateuacan kurva dievaluasi.
sv: Förhandsgranskningen visar procentuell fläkthastighet mot effektiv temperatur. Power Boost höjer den effektiva temperaturen under ihållande wattdrag innan kurvan utvärderas.
sw: Onyesho la kukagua linaonyesha asilimia ya kasi ya shabiki dhidi ya halijoto faafu. Power Boost huongeza halijoto faafu chini ya mchoro endelevu wa wati kabla ya curve kutathminiwa.
ta: முன்னோட்டமானது பயனுள்ள வெப்பநிலைக்கு எதிராக விசிறி வேக சதவீதத்தைக் காட்டுகிறது. பவர் பூஸ்ட், வளைவை மதிப்பிடுவதற்கு முன், நீடித்த வாட் டிராவின் கீழ் பயனுள்ள வெப்பநிலையை உயர்த்துகிறது.
te: ప్రివ్యూ ప్రభావవంతమైన ఉష్ణోగ్రతకు వ్యతిరేకంగా ఫ్యాన్ వేగం శాతాన్ని చూపుతుంది. పవర్ బూస్ట్ కర్వ్ మూల్యాంకనం చేయడానికి ముందు నిరంతర వాట్ డ్రాలో ప్రభావవంతమైన ఉష్ణోగ్రతను పెంచుతుంది.
tg: Пешнамоиш фоизи суръати мухлисонро нисбат ба ҳарорати самаранок нишон медиҳад. Power Boost ҳарорати самарабахшро дар зери истихроҷи устувори ватт пеш аз арзёбии каҷ баланд мекунад.
th: ภาพตัวอย่างแสดงเปอร์เซ็นต์ความเร็วพัดลมเทียบกับอุณหภูมิที่มีประสิทธิภาพ Power Boost จะเพิ่มอุณหภูมิที่มีประสิทธิภาพภายใต้การใช้วัตต์อย่างต่อเนื่องก่อนที่จะประเมินเส้นโค้ง
tr: Önizleme, etkin sıcaklığa karşı fan hızı yüzdesini gösterir. Power Boost, eğri değerlendirilmeden önce sürekli watt çekişi altında etkin sıcaklığı yükseltir.
uk: Попередній перегляд показує відсоток швидкості вентилятора від ефективної температури. Power Boost підвищує ефективну температуру при постійному споживанні потужності перед тим, як буде оцінено криву.
ur: پیش نظارہ موثر درجہ حرارت کے خلاف پنکھے کی رفتار کا فیصد دکھاتا ہے۔ پاور بوسٹ منحنی خطوط کا جائزہ لینے سے پہلے پائیدار واٹ ڈرا کے تحت موثر درجہ حرارت کو بڑھاتا ہے۔
uz: Ko'rib chiqish fan tezligining samarali haroratga nisbatan foizini ko'rsatadi. Quvvatni oshirish egri chiziqni baholashdan oldin barqaror vatt quvvati ostida samarali haroratni oshiradi.
vi: Bản xem trước hiển thị phần trăm tốc độ quạt so với nhiệt độ hiệu quả. Power Boost tăng nhiệt độ hiệu quả trong điều kiện tiêu thụ watt liên tục trước khi đánh giá đường cong.
xh: Umboniso ubonisa isantya sabalandeli ngokuchasene nobushushu obusebenzayo. I-Power Boost inyusa ubushushu obusebenzayo phantsi kwe-watt draw ezinzileyo ngaphambi kokuba igophe livavanywe.
yi: די פאָרויסיקע ווייַזונג ווייזט פאָכער גיכקייַט פּראָצענט קעגן עפעקטיוו טעמפּעראַטור. מאַכט בוסט רייזאַז די עפעקטיוו טעמפּעראַטור אונטער סוסטאַינעד וואט ציען איידער די ויסבייג איז עוואַלואַטעד.
yo: Awotẹlẹ naa fihan iwọn iyara afẹfẹ lodi si iwọn otutu to munadoko. Igbelaruge Agbara gbe iwọn otutu ti o munadoko wa labẹ iyaworan watt ti o duro šaaju ki o to ṣe iṣiro ohun ti tẹ.
zh_hans: 预览显示风扇速度相对于有效温度的百分比。在评估曲线之前，功率提升会提高持续功耗下的有效温度。
zh_hant: 預覽顯示風扇速度相對於有效溫度的百分比。在評估曲線之前，功率提升會提高持續功耗下的有效溫度。
zu: Ukuhlola kuqala kubonisa iphesenti lesivinini sabalandeli ngokumelene nezinga lokushisa elisebenzayo. I-Power Boost inyusa izinga lokushisa elisebenzayo ngaphansi kwe-watt draw eqhubekayo ngaphambi kokuba ijika lihlolwe.
